# CurtaingridAdjustBorderHoriz Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..CurtaingridAdjustBorderHoriz Property
ParameterTypeId Class See Also
---
"Adjust for Mullion Size"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId CurtaingridAdjustBorderHoriz { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property CurtaingridAdjustBorderHoriz As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ CurtaingridAdjustBorderHoriz {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace